export const sliderData = [
  {
    range: "1987-1991",
    title: "Кино",
    order: 1,
    events: [
      {
        year: 1987,
        details: "«Хищник»/Predator, США (реж. Джон Мактирнан)"
      },
      {
        year: 1988,
        details: "«Кто подставил кролика Роджера»/Who Framed Roger Rabbit, США (реж.Роберт Земекис)"
      },
      {
        year: 1989,
        details: "«Назад в будущее 2»/Back То The Future 2, США (реж. Роберт Земекис)"
      },
      {
        year: 1990,
        details: "«Крепкий орешек», США (реж. Джон Мактирнан)"
      },
    ]
  },
  {
    range: "1992-1997",
    title: "Литература",
    order: 2,
    events: [
      {
        year: 1992,
        details: "Нобелевская премия по - литературе Дерек Уолкотт, «За блестящий образец карибского эпоса в 64 разделах»."
      },
      {
        year: 1994,
        details: "«Бессонница» - роман Стивена Кинга"
      },
      {
        year: 1995,
        details: "Нобелевская премия по литературе - Шеймас Хини"
      },
      {
        year: 1997,
        details: "«Гарри Поттер и философский камень» - Дж.К. Роулинг"
      }
    ]
  },
  {
    range: "1999-2004",
    title: "Театр",
    order: 3,
    events: [
      {
        year: 1999,
        details: "премьера балета «Золушка» в постановке Жан-Кристофа Майо, сценография Эрнеста Пиньона"
      },
      {
        year: 2000,
        details: "Возобновлено издание журнала «Театр»"
      },
      {
        year: 2002,
        details: "премьера трилогии Тома Стоппарда «Берег Утопии», Королевский Национальный театр, Лондон"
      },
      {
        year: 2003,
        details: "спектакль Государственного академического Малого театра по пьесе А.Н.Островского."
      }
    ]
  },
  {
    range: "2015-2022",
    title: "Наука",
    order: 4,
    events: [
      {
        year: 2015,
        details: "13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды"
      },
      {
        year: 2016,
        details: "Телескоп «Хаббл» обнаружил самую удалённую из всех обнаруженных галактик, получившую обозначение GN-z11"
      },
      {
        year: 2017,
        details: "Компания Tesla официально представила первый в мире электрический грузовик Tesla Semi"
      },
      {
        year: 2018,
        details: "Старт космического аппарата Solar Probe Plus, предназначенного для изучения солнца"
      },
      {
        year: 2019,
        details: "Google объявил о создании 53-кубитного квантового компьютера"
      },
      {
        year: 2020,
        details: "Корабль Crew Dragon вернулся на Землю из первого пилотируемого полёта"
      }
    ]
  },
];